
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Descreen";
"Color Restoration" = "Color Restoration";
"Adaptive Lighting" = "Adaptive Lighting";
"Unsharp Mask" = "Unsharp Mask";
"Remove Dust"   = "Remove Dust";
"6-Color Scanning" = "6-Color Scanning";


"Tooltip_Descreen" = "Remove screen (moiré) patterns";
"Tooltip_ColorRestoration" = "Restore faded color";
"Tooltip_AdaptiveLight" = "Auto-adjust exposure levels";
"Tooltip_Sharpen" = "Increase sharpness";

//Cusom control  menu items
"None" = "None";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Extreme" = "Extreme";

"Resolution" = "Resolution";
"Source Size" = "Source Size";
"New Size" = "New Size";
"Negative Number" = "Negative %d";
"Slide Number" = "Slide %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installs the components required for HP Devices to scan using Image Capture.";
"Communication error" = "Communication error";
"Communication error while scanning" = "An error occurred while communicating with the device. Please check that the device is properly connected and powered on.";
"Image Save Error" = "Image Save Error";
"Image Format Mismatch" = "The application selected in Automatic Task does not support the selected file format. Please select a different application or format.";
"Disk full error" = "Disk full error";
"Disk full error String Description" = "Sorry, the selected disk is full. Please save the file to a different disk or delete some files to make free space.";
"Permissions Error" = "Permissions Error";
"Permission Error Description" = "You do not have permission to save files in \"%@\". Please save to a different location.";
"Invalid value" = "Invalid value";
"Invalid value description" = "The value specified in the %@ field is invalid. Specify a value between %ld and %ld and try the scan again.";
"Image size is too long" = "The image size is too big. Please reduce the image height, width, resolution, scaling or output type.";
"Read error" = "Read error";
"Read error Description" = "An error occurred while acquiring the scan from the device. Please try again.";
"Installation Problem" = "A necessary software component is missing or corrupt. Please reinstall the software for your device and/or check your hard drive for problems.";
"Document feeder error" = "Document feeder error";
"Paper Jam Description One" = "There is a paper jam in the Automatic Document Feeder. For help clearing the jam, please refer to the documentation that came with your device.";
"Paper Jam Description Two" = "The Automatic Document Feeder is jammed or cannot pick up paper. Pick up the feed stack, fan through it and replace it in the Document Feeder. For more information, refer to the documentation that came with your device.";
"Paper Jam Description Three" = "The latch on the Automatic Document Feeder is not secure. Please secure the latch by pressing down until you hear a click, then try your scan again.";
"Document feeder empty" = "Document feeder empty";
"Document feeder empty description One" = "The Automatic Document Feeder did not detect any documents. Please correctly insert your originals into the Automatic Document Feeder.";
"Document feeder empty description Two" = "The originals were removed from the Automatic Document Feeder. Please replace them and continue the scan.";
"ADF Duplex error" = "The Automatic Document Feeder cannot scan both sides of an original longer than 12 inches.";
"Transparent Media Adapter Error" = "Transparent Media Adapter Error";
"Transparent Media Adapter Error Description One" ="The scan could not be completed because the Transparent Media Adapter (TMA) could not be found. If a TMA is present, please ensure that it is connected securely to your scanner and then try again.";
"Transparent Media Adapter Error Description Two" = "Make sure the Transparent Media Adapter is securely connected and correctly positioned.If your device uses a positioning plate, make sure the reference mark on the plate is matched to the mark on the scanner and then try your scan again.";
"Transparent Media Adapter Error Description Three" = "The Transparent Media Adapter cover must be removed from the scanner lid. If it has been removed, make sure that the template is positioned correctly on the scanner glass. If no template is being used, make sure the calibration window in the lid is not blocked. Place the media to be scanned about 1.5 inches (4 cm) down from the top edge of the scanner glass.";
"Transparent Media Adapter Error Description Four" = "Remove any originals from the scanner glass. Also, make sure your Transparent Media Adapter is connected securely and positioned correctly.";
"Transparent Media Adapter Error Description Five" = "The software has been set to scan a slide (positive), but has detected a negative. Please change the Document type to Negative.";
"Transparent Media Adapter Error Description Six" = "The software has been set to scan a negative, but has detected a slide (positive). Please change the Document type to Color Slide or Positive.";
"Transparent Media Adapter Error Description Seven" = "The Transparent Media Adapter could not detect the specified media. Please make sure your media is loaded correctly in the adapter and that you have selected the appropriate media type (Positive or Negative) for the media you wish to scan.";
"Transparent Media Adapter Error Description Eight" = "The scanner cannot perform a Transparent Media Adapter scan at this time. Please wait until the scanner is not busy and then try again.";
"Scan Cancelled" = "Scan Cancelled";
"Scan Cancelled Description" = "The scan was not completed because the operation was cancelled while scanning was in progress.";
"Device Busy" ="Device Busy";
"Device Busy Description" = "The scanner is being used by another application. Please quit other scanning applications and try again.";
"Device Busy Description Network" = "The requested operation cannot be performed because the selected network device is busy. Please try again later."; 

"Image Capture Scan" = "Image Capture Scan";
"Sharpen" = "Sharpen";
"6-Color Scan" = "6-Color Scan";
"Missing or Damaged Software" = "Missing or Damaged Software";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device.";
"File name too long" = "File name too long";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "The file could not be saved because the filename is too long. Please enter a shorter name and try again.";
"Warning: File name starts with a period" = "Warning: File name starts with a period";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename.";
"Error Saving Image" = "Error Saving Image";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Image Capture has encountered an unknown error. The image could not be saved. Please try again.";

"ADF_OUT_OF_PAPER_MESSAGE" = "No items were detected in the Automatic Document Feeder. Please place your originals into the Automatic Document Feeder and start the scan again.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Last overview scan was cancelled, please overview it again and then scan";
"Templates" = "Templates";

"DEVICE_BUSY" = "Device is Busy";
"DEVICE_BUSY_DESCRIPTION" = "The device is currently in use. Please wait until your previous task is complete and then try scanning again.";

// Vendor Feature related
"Automatic" = "Automatic";
"Picture" = "Picture";
"Document" = "Document";
"Three-Dimensional Objects" = "3-D Object";
"Tooltip_Type" = "Specify the kind of items you will scan.  Choose \"Automatic\" to use predefined scan settings that provide satisfactory results for most items.";
"Type" = "Type:";

// Button handling
"Scan failed" = "Scan failed";

